Repository: SureshVGithub/movie_app
Catalog: lib/l10n/app_*.arb
Languages: tl

source: Login
tl: లాగిన్

# emailHintText
source: Enter your email
tl: మీ ఇమెయిల్‌ను నమోదు చేయండి

# passwordHintText
source: Enter your password
tl: మీ పాస్‌వర్డ్‌ను నమోదు చేయండి

source: Submit
tl: సబ్మిట్ చేయండి

# emptyEmail
source: Please enter email
tl: దయచేసి ఇమెయిల్‌ను నమోదు చేయండి

# invalidEmail
source: Please enter valid email
tl: దయచేసి చెల్లింపు ఇమెయిల్‌ను నమోదు చేయండి

# emptyPassword
source: Please enter password
tl: దయచేసి పాస్‌వర్డ్‌ను నమోదు చేయండి

# passwordShouldContainSixCharacters
source: Password must be more than 6 characters
tl: పాస్‌వర్డ్ ఆరు అక్షరాల కంటే ఎక్కువ ఉండాలి

# loginSuccess
source: Logged in successfully
tl: లాగిన్ విజయవంతమైనది

source: Welcome
tl: సుస్వాగతం

source: Top Rated
tl: ఉచ్చని రేటెడ్

source: Playing now
tl: ప్రస్తుతం ప్రారంభమైంది

source: Upcoming
tl: తరువాత రాబోతుంది

source: Popular
tl: జనప్రియ

source: Settings
tl: సెట్టింగులు

# changeLanguage
source: Change app language
tl: అనువాద భాషను మార్చండి

# theme
source: App theme
tl: అనువాద భాషను మార్చండి
